html/hakkimda.html
<!DOCTYPE html>
<html lang="tr">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Hakkımda</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="preamble" class="status">
<head>
<meta name="color-scheme" content="light dark">
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <style>
:root {
     color-scheme: light only;
}
::backdrop,:root {
    --sans-font: -apple-system,BlinkMacSystemFont,"Avenir Next",Avenir,"Nimbus Sans L",Roboto,"Noto Sans","Segoe UI",Arial,Helvetica,"Helvetica Neue",sans-serif;
    --mono-font: Consolas,Menlo,Monaco,"Andale Mono","Ubuntu Mono",monospace;
    --standard-border-radius: 5px;
    --bg: #fff;
    --accent-bg: #f5f7ff;
    --text: #212121;
    --text-light: #585858;
    --border: #898EA4;
    --accent:#3E3D40;
    --accent-text: var(--bg);
    --code: #c6a0f6;
    --preformatted: #444;
    --marked: #ffdd33;
    --disabled: #efefef
}

    img,video {
        opacity: .8;
        margin-top:1px;
    }
}
h2 > a {
position:absolute;
   }

.published > p, .published {
    margin-right: 1rem;
    position:relative;
    text-align:right;
    margin:-3rem 0rem 0rem 0rem;
    color:rgba(0,0,0,.4);
}


hr{
    border:none;
    height:0.5px;
    margin:auto;
   }
/* Adjustments for title and date styling */
   #preamble > header > nav > a {
     border:none;
     padding:0;
   text-decoration:none;
   margin:0 1rem 0 0;
   }
.outline-text-2 {
   text-align:justify;
   }
.icerik > p {
       margin: 1.5rem 0;
}
h2 > a {
    text-decoration:none;
   }
   a:hover{
       color:#212121;
   }
h2 {
    font-weight:300;
   }
   h2::first-line {
    font-weight:bold;
   }
   pre {
       font-size:.8rem;
   }
</style>
</head>
<body>
  <header>
    <h1 style="font-weight: bold;">Ömer Kurt</h1>
    <p style="color: #6a6a6a;">Özgür yazılım tutkunu, Emacsever</p>
    <nav>
      <a href="/">Ana Sayfa</a>
      <a href="/blog/">Blog</a>
      <a href="/hakkimda.html">Hakkımda</a>
      <a href="https://omerkurt.com.tr">ORUI</a>
      <a href="/blog/rss.xml">RSS</a>
    </nav>
  </header>
</body>
</div>
<div id="content" class="content">

<div id="outline-container-org55ee925" class="outline-2">
<h2 id="org55ee925">Hakkımda</h2>
<div class="outline-text-2" id="text-org55ee925">
<p>
Merhaba, ben Ömer Kurt, özgür yazılım tutkunu yazılım geliştiricisiyim. En sevdiğim dil Lisp. Sadece özgür yazılıma tutkum yok, kamp yapmayı çok severim blogumda da bahsedeceğim yeri geldiğinde.  Pamukkale Üniversitesi Yönetim Bilişim Sistemleri bölümünden mezun oldum.
</p>

<p>
Burası kişisel bir alanım. Sadece yazılım üzerine değil izlediğim film, dizi hakkındaki düşüncelerimden, gezdiğim yerlerden de bahsedeceğim.
</p>

<p>
Email üzerinden iletişime geçmeyi tercih ediyorum. Blog yazılarım hakkında soru ve görüşleriniz varsa yorum kısmında belirtebilirsiniz.
Email adresim <a href="mailto:omer@omerkurt.dev">omer@omerkurt.dev</a>. GPG kullanıyorsanız <a href="omer@omerkurt.dev.asc">public anahtarımı</a> ekleyebilirsiniz.
</p>


<p>
Blogu hazırlarken birçok org-mode bloggerlarından ilham alarak hazırladım. İlham aldıklarıma aşağıdaki listeden ulaşabilirsiniz.
</p>

<ul class="org-ul">
<li><a href="https://nicolas.petton.fr/">https://nicolas.petton.fr/</a></li>
<li><a href="https://taingram.org/blog/">https://taingram.org/blog/</a></li>
<li><a href="https://systemcrafters.net/">https://systemcrafters.net/</a></li>
</ul>
</div>
</div>

<div id="outline-container-org9dbebc9" class="outline-2">
<h2 id="org9dbebc9">Link</h2>
<div class="outline-text-2" id="text-org9dbebc9">
<ul class="org-ul">
<li>Github <a href="https://github.com/omerkurtdev">omerkurtdev</a></li>
<li>Twitter <a href="https://twitter.com/omerkurtdev">omerkurtdev</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<div clas="yorum">
<script src="https://giscus.app/client.js"
        data-repo="omerkurtdev/omerkurt.dev"
        data-repo-id="R_kgDOLH_-TA"
        data-category="General"
        data-category-id="DIC_kwDOLH_-TM4CcmCo"
        data-mapping="title"
        data-strict="0"
        data-reactions-enabled="1"
        data-emit-metadata="0"
        data-input-position="bottom"
        data-theme="light"
        data-lang="tr"
        crossorigin="anonymous"
        async>
</script>
</div>
<footer style="font-size:.8rem; color:#6f6f6f;">
<br>
<hr>
<p>Copyright © 2020-2024 Ömer Kurt<br>
İçeriklerim <a href="https://creativecommons.org/licenses/by-sa/4.0/deed.tr">CC-BY-SA 4.0</a> lisansı altındadır.
</p>
<p><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.2 (<a href="https://orgmode.org">Org</a> mode 9.6.15) kullanılarak oluşturuldu.<a href="https://www.gnu.org/">GNU</a>/<a href="https://www.kernel.org/">Linux</a></p>
</footer>
</div>
</body>
</html>
